{
        "welcome": "Chào mừng bạn đến với ứng dụng của chúng tôi",
        "hello": "Xin chào",
        "bye": "Tạm biệt",
        "Home": "Trang chủ",
        "Rooms": "Phòng",
        "Contact": "",
        "Housekeeping": "Buồng phòng",
        "Receptionist": "Lễ Tân",
        "Restaurant": "Nhà hàng",
        "Service": "Phục vụ",
        "Manager": "Quản lý",
        "Admin": "Quản trị viên",
        "Sign In": "Đăng nhập",
        "Welcome to": "Chào mừng đến với",
        "DANAHOTEL boasts a perfect blend of modern architecture and the traditional charm of VietNam. Each room is furnished with luxurious interiors and modern amenities, ensuring a comfortable and cozy stay for all our guests.": "Khách sạn DANAHOTEL được thiết kế với sự kết hợp hoàn hảo giữa kiến trúc hiện đại và nét đẹp truyền thống của Việt Nam. Mỗi phòng nghỉ đều được trang bị nội thất sang trọng và tiện nghi hiện đại, đảm bảo mang đến cho bạn một không gian nghỉ dưỡng thoải mái và ấm cúng.",
        "Find Now": "Tìn Kiếm",
        "Satisfied Clients": "Khách hàng hài lòng",
        "About Us": "Về chúng tôi",
        "Details About Us and Our Operations": "Thông tin chi tiết và hoạt động của chúng tôi",
        "Our dedicated and professional staff are available nhuw chõ ni hắn đổi thanh about ú cái tui đỏi lại nè 24/7 to ensure your maximum satisfaction during your stay. We are always ready to listen and respond to any of your needs with enthusiasm and friendliness.": "Đội ngũ nhân viên tận tâm và chuyên nghiệp của chúng tôi luôn sẵn sàng phục vụ bạn 24/7, đảm bảo mang đến cho bạn sự hài lòng tối đa trong suốt thời gian lưu trú. Chúng tôi luôn lắng nghe và đáp ứng mọi nhu cầu của khách hàng với sự nhiệt tình và thân thiện.",
        "Luxury restaurant": "Nhà hàng sang trọng",
        "Our restaurant serves a wide range of dishes, from local cuisine to international favorites, crafted by our talented chefs. Dont miss the chance to enjoy our sumptuous breakfast buffet, as well as our diverse lunch and dinner menus.": "Nhà hàng của chúng tôi phục vụ đa dạng các món ăn từ ẩm thực địa phương đến quốc tế, được chế biến bởi những đầu bếp tài ba. Đừng bỏ lỡ cơ hội thưởng thức bữa sáng buffet phong phú, bữa trưa và bữa tối với thực đơn đa dạng và phong phú.",
        "Learn More": "Tìm hiểu thêm",
        "Explore our room listings": "Khám phá danh sách phòng của chúng tôi",
        "beds": "giường",
        "1 Baths": "1 bồn tắm",
        "/per day": "/một ngày",
        "Book Now": "Đặt ngay",
        "Experience Luxury, Embrace Comfort": "Trải Nghiệm Sự Sang Trọng, Ôm Trọn Sự Thoải Mái",
        "Experience our services now": "Trải nghiệm dịch vụ của chúng tôi ngay",
        "Address": "Địa chỉ",
        "Phone Number": "Số điện thoại",
        "Stay with Us, Feel at Home": "Ở Với Chúng Tôi, Cảm Giác Như Ở Nhà",
        "Slogans": "Khẩu hiệu",
        "Redefining Hospitality": "Định Nghĩa Lại Nghệ Thuật Hiếu Khách",
        "Discover Tranquility and Luxury": "Khám Phá Sự Tĩnh Lặng và Sang Trọng",
        "Exquisite Stays, Exceptional Service": "Nghỉ Dưỡng Tinh Tế, Dịch Vụ Tuyệt Vời",
        "Crafting Memorable Moments": "Tạo Nên Những Khoảnh Khắc Đáng Nhớ",
        "We offer a variety of room types to meet the diverse needs of our guests, from standard rooms to premium suites. All rooms feature stunning views, plush bedding, and modern conveniences such as free Wi-Fi, flat-screen TVs, and minibars.": "Chúng tôi cung cấp nhiều loại phòng nghỉ phù hợp với nhu cầu đa dạng của khách hàng, từ phòng tiêu chuẩn đến phòng thượng hạng sang trọng. Tất cả các phòng đều có tầm nhìn đẹp, giường ngủ êm ái, và các tiện ích hiện đại như Wi-Fi miễn phí, TV màn hình phẳng, minibar",
        "Reasons for you to choose our hotel": "Những lý do để bạn chọn khách sạn của chúng tôi",
        "24/7 Reception Service": "Dịch Vụ Lễ Tân 24/7",
        "We understand that customer needs can appear at any time of the day. Therefore, our reception team is always ready to serve you 24/7, ensuring all your requests and questions will be resolved quickly and effectively.": "Chúng tôi hiểu rằng nhu cầu của khách hàng có thể xuất hiện vào bất cứ thời điểm nào trong ngày. Vì vậy, đội ngũ lễ tân của chúng tôi luôn sẵn sàng phục vụ bạn 24/7, đảm bảo mọi yêu cầu và thắc mắc của bạn được giải quyết nhanh chóng và hiệu quả.",
        "Room Service": "Dịch Vụ Phòng",
        "Bring maximum benefit to our room service. From daily cleaning, in-room meal service to meeting other special requests, we are ready to provide you with a comfortable and worry-free stay.": "Tận hưởng sự tiện lợi tối đa với dịch vụ phòng của chúng tôi. Từ việc dọn dẹp hàng ngày, phục vụ bữa ăn tại phòng cho đến việc đáp ứng các yêu cầu đặc biệt khác, chúng tôi luôn sẵn sàng để mang đến cho bạn một kỳ nghỉ thoải mái và không lo lắng.",
        "Restaurants and Cuisine": "Nhà Hàng và Ẩm Thực",
        "Our restaurant not only brings you delicious food but also a memorable culinary experience. With a diverse menu from local to international dishes, you will enjoy great meals in a luxurious and cozy space.": "Nhà hàng của chúng tôi không chỉ mang đến cho bạn những món ăn ngon miệng mà còn là một trải nghiệm ẩm thực đáng nhớ. Với thực đơn đa dạng từ các món ăn địa phương đến quốc tế, bạn sẽ được thưởng thức những bữa ăn tuyệt vời trong không gian sang trọng và ấm cúng.",
        "Great Location": "Vị Trí Tuyệt Vời",
        "DanaHotel is located right in the center of city, convenient to famous tourist attractions, shopping areas, and restaurants. With a prime location, customers will easily explore and experience the best of the city.": "Khách sạn DanaHotel tọa lạc ngay trung tâm thành phố, thuận tiện di chuyển đến các điểm du lịch nổi tiếng, khu mua sắm, và nhà hàng. Với vị trí đắc địa, khách hàng sẽ dễ dàng khám phá và trải nghiệm những gì tốt nhất của thành phố.",
        "Attractive Promotion Program": "Chương Trình Khuyến Mãi Hấp Dẫn",
        "We always have special promotions and offers for customers, including discounts when booking online, vacation packages with spa services, and many other incentives. This helps customers enjoy their vacation economically and fully.": "Chúng tôi luôn có những chương trình khuyến mãi và ưu đãi đặc biệt dành cho khách hàng, bao gồm giảm giá khi đặt phòng trực tuyến, gói nghỉ dưỡng kèm dịch vụ spa, và nhiều ưu đãi khác. Điều này giúp khách hàng tận hưởng kỳ nghỉ một cách tiết kiệm và trọn vẹn.",
        "Positive feedback from previous customers": "Phản hồi tích cực từ khách hàng trước",
        "Positive feedback from previous customers who have stayed at the hotel is proof of the quality of service and great experience we bring.": "Phản hồi tích cực từ khách hàng trước đã trải qua lưu trú tại khách sạn là minh chứng cho chất lượng dịch vụ và trải nghiệm tuyệt vời mà chúng tôi mang lại.",
        "available": "có sẵn",
        "Connect with us": "Liên kết với chúng tôi",
        "Vip rooms": "Phòng vip",
        "We bring great things to customers": "Chúng tôi mang những điều tuyệt vời đến khách hàng",
        "None of room available for the time that you chosen": "Không còn phòng trống vào thời gian bạn chọn",
        "Subscribe To Our": "Theo dõi chúng tôi",
        "Newsletter": "Bản tin",
        "Enter Your Email Address": "Nhập địa chỉ email của bạn",
        "Subscribe": "Theo dõi",
        "Now": "Ngay",
        "Preview": "Xem trước",
        "Max Person": "Số người tối đa",
        "Person": "người",
        "Beds": "giường",
        "Bed": "Giường",
        "Bath": "Bồn tắm",
        "Available Room": "Phòng có sẵn",
        "Room": "Phòng",
        "Property Type": "Loại thuộc tính",
        "Apartment": "Căn hộ",
        "Features": "Mô tả",
        "This room is located on a high floor of the hotel, offering guests a magnificent view of the city or the surrounding landscape. Upon entering, natural light floods in from the large windows, illuminating the spacious and airy space. The interior decoration adopts a modern and luxurious style, with bright colors and meticulously designed furniture.": "Phòng này nằm trên tầng cao của khách sạn, mang đến cho du khách tầm nhìn tuyệt đẹp ra thành phố hoặc cảnh quan xung quanh. Khi bước vào, ánh sáng tự nhiên tràn vào từ các cửa sổ lớn, chiếu sáng không gian rộng rãi, thoáng mát. Trang trí nội thất theo phong cách hiện đại và sang trọng, với màu sắc tươi sáng và đồ nội thất được thiết kế tỉ mỉ.",
        "The room is equipped with all modern amenities to ensure comfort and convenience for guests, including a large and comfortable bed, a convenient work desk, a cozy sofa, and a small living area for relaxation. Additionally, the room comes with a luxurious bathroom featuring premium toiletries and either a bathtub or a standing shower, providing guests with a delightful bathing experience.": "Phòng được trang bị đầy đủ tiện nghi hiện đại đảm bảo sự thoải mái và thuận tiện cho du khách, bao gồm một chiếc giường rộng rãi và thoải mái, bàn làm việc tiện lợi, ghế sofa ấm cúng và khu vực sinh hoạt nhỏ để thư giãn. Ngoài ra, phòng còn có phòng tắm sang trọng với đồ vệ sinh cá nhân cao cấp và bồn tắm hoặc góc tắm vòi sen đứng, mang đến cho du khách trải nghiệm tắm thú vị.",
        "Guests can also enjoy the hotel's amenities such as 24/7 room service, restaurants, and bars serving delicious food and a variety of drinks, a gym, and a spa to unwind after a long day of exploring the city. This room is an ideal choice for travelers looking to indulge in a comfortable and luxurious holiday.": "Du khách cũng có thể tận hưởng các tiện nghi của khách sạn như dịch vụ phòng 24/7, nhà hàng và quán bar phục vụ các món ăn ngon cùng nhiều loại đồ uống, phòng tập thể dục và spa để thư giãn sau một ngày dài khám phá thành phố. Phòng này là sự lựa chọn lý tưởng cho du khách muốn tận hưởng một kỳ nghỉ thoải mái và sang trọng.",
        "Evaluate": "Đánh giá",
        "From": "Từ",
        "/ night": "/đêm",
        "Number of rooms and guests": "Số phòng và số người",
        "Duration Now": "Thời gian hiện tại",
        "day": "ngày",
        "Total": "Tổng cộng",
        "You must deposit 20% in advance to request a reservation": "Bạn phải đặt cọc trước 20% để yêu cầu đặt chỗ",
        "Deposit": "Đặt cọc",
        "Please choose different arrival and departure dates": "Vui lòng chọn ngày đến và ngày đi khác nhau",
        "Rooms:": "Phòng:",
        "Guests:": "Khách:",
        "days": "ngày",
        "Hello": "Xin chào",
        "From your account dashboard you can view your recent orders, manage your shipping and billing addresses, and edit your password and account details.": "Từ bảng điều khiển tài khoản của mình, bạn có thể xem các đơn đặt hàng gần đây, quản lý địa chỉ giao hàng và thanh toán cũng như chỉnh sửa mật khẩu và chi tiết tài khoản của mình.",
        "Log out": "Đăng xuất",
        "Comment": "Bình luận",
        "Submit": "Nộp",
        "Success!!!": "Thành công!!!",
        "Profile": "Hồ sơ",
        "My Bookings": "Đặt phòng của tôi",
        "Change Password": "Thay đổi mật khẩu",
        "Logout": "Đăng xuất",
        "Your Information": "Thông tin của bạn",
        "Name": "Tên",
        "Phone": "Số điện thoại",
        "avatar": "Ảnh đại diện",
        "Birthday": "Ngày sinh",
        "Gender": "Giới tính",
        "Male": "Nam",
        "Female": "Nữ",
        "Other": "Khác",
        "Update information": "Cập nhật thông tin",
        "Select Your Gender": "Chọn giới tính của bạn",
        "Password": "Mật khẩu",
        "Password Change": "Thay đổi mật khẩu",
        "Current Password": "Mật khẩu hiện tại",
        "New Password": "Mật khẩu mới",
        "Confirm Password": "Xác nhận mật khẩu",
        "Save Changes": "Lưu thay đổi",
        "My Room Information": "Thông tin phòng của tôi",
        "Check in": "Nhận phòng",
        "Check out": "Trả phòng",
        "Status": "Trạng thái",
        "Action": "Hành động",
        "Total:": "Tổng giá:",
        "Rating": "Đánh giá",
        "pending": "Chờ phê duyệt",
        "Room diagram": "Sơ đồ phòng",
        "New Bookings": "Đặt phòng mới",
        "Checked out Bookings": "Danh sách trả phòng",
        "Name Room / Infor Customer": "Tên phòng / Thông tin khách hàng",
        "Null": "Trống",
        "Occupied": "Đặt trước",
        "/ Pernight": "/Mỗi đêm",
        "Room 01": "Phòng 01",
        "Room name": "Tên phòng",
        "Room type": "Loại phòng",
        "Deposits": "Đặt cọc",
        "2 person": "2 người",
        "Cancel": "Hủy",
        "Status:": "Trạng thái:",
        "Price:": "Giá:",
        "Add new booking": "Thêm đặt chỗ mới",
        "Book with customer information": "Đặt chỗ với thông tin khách hàng",
        "Cash payment for Deposit": "Thanh toán tiền mặt cho tiền đặt cọc",
        "Credit card payment for Deposit": "Thanh toán bằng thẻ tín dụng cho tiền đặt cọc",
        "Total Food": "Tổng tiền món ăn",
        "Total Service": "Tổng tiền dịch vụ",
        "Total Hotel": "Tổng tiền khách sạn",
        "Duration now": "Thời gian bây giờ",
        "Duration": "Khoản thời gian",
        "Total Amount": "Tổng cộng",
        "Total Room": "Tổng cộng giá phòng",
        "Change": "Thay đổi",
        "Change Room": "Đổi phòng",
        "No booking": "Không đặt chỗ ",
        "Detail": "Chi tiết",
        "Phone number": "Số điện thoại",
        "(Phone)": "Số điện thoại",
        "Count Booking": "Số lần đặt",
        "Name Customer": "Tên khách hàng",
        "Name or Phone Customer": "Tên hoặc số điện thoại của khách hàng",
        "Food Information": "Thông tin món ăn",
        "Handle": "Xử lí",
        "INFORMATION ORDER": "THÔNG TIN ĐẶT HÀNG",
        "Food": "Món ăn",
        "Quantity": "Số lượng",
        "Price": "Giá",
        "UserName": "Tên người dùng",
        "Delete": "Xóa",
        "Are you sure you want to delete?": "Bạn có chắc muốn xóa không?",
        "Delete Food": "Xóa món ăn",
        "Add New Food": "Thêm món ăn mới",
        "Food Name": "Tên món ăn",
        "Available": "Có sẵn",
        "Close": "Đóng",
        "Add food": "Thêm món ăn",
        "Information": "Thông tin",
        "Customer Name": "Tên khách hàng",
        "Restaurant department": "Bộ phận nhà hàng",
        "Update": "Cập nhật",
        "Image": "Hình ảnh",
        "Edit Food": "Chỉnh sửa món ăn",
        "ORDER": "Đặt hàng",
        "Edit Service": "Chỉnh sửa dịch vụ",
        "Service Information": "Thông tin dịch vụ",
        "Add New Service": "Thêm dịch vụ mới",
        "Delete Service": "Xóa dịch vụ",
        "Service Name": "Tên dịch vụ",
        "Add Service": "Thêm dịch vụ",
        "Service department": "Bộ phận dịch vụ",
        "Name Service": "Tên dịch vụ",
        "Name or phone Customer": "Tên hoặc số điện thoại của khách hàng",
        "Management Food": "Quản lý món ăn",
        "Order Food": "Đặt món ăn",
        "Ordered Food List": "Danh sách đặt món ăn",
        "Management Service": "Quản lý dịch vụ",
        "Order Service": "Đặt dịch vụ",
        "Ordered Service List": "Danh sách đặt dịch vụ",
        "Statistical": "Thống kê",
        "This field is required.": "Trường này là bắt buộc.",
        "Delete User": "Xóa người dùng",
        "Change Pass": " Đổi mật khẩu",
        "Edit Information Staff": "Chỉnh sửa thông tin nhân viên",
        "Create": "Tạo",
        "Role": "Vai trò",
        "Add Staff": "Thêm nhân viên",
        "Nationality": "Quốc tịch",
        "Email address": "Địa chỉ email",
        "List Account Users": "Danh sách tài khoản người dùng",
        "Show": "Hiện",
        "Hide": "Ẩn",
        "Rate": "Đánh giá",
        "List Evaluate": "Danh sách đánh giá",
        "Delete Comment": "Xóa bình luận",
        "Email User Or ID": "Email của người dùng hoặc ID",
        "Checkout": "Trả phòng",
        "checkout": "Trả phòng",
        "confirm": "Chấp thuận",
        "Shipping Address": "Địa chỉ giao hàng",
        "First Name": "Họ",
        "Last Name": "Tên",
        "Email Address": "Địa chỉ email",
        "Country": "Quốc gia",
        "City": "Thành phố",
        "State": "Tiểu ban",
        "Region": "Tôn giáo",
        "ZipCode": "Mã code",
        "Invoice": "Hóa đơn",
        "Delete Account": "Xóa tài khoản",
        "password": "mật khẩu",
        "Save": "Lưu",
        "Saved.": "Đã lưu",
        "Ensure your account is using a long, random password to stay secure.": "Đảm bảo tài khoản của bạn đang sử dụng mật khẩu dài, ngẫu nhiên để giữ an toàn.",
        "Update Password": "Cập nhật tài khoản",
        "Profile Information": "Thông tin cá nhân",
        "Update your account's profile information and email address.": "Cập nhật thông tin hồ sơ và địa chỉ email của tài khoản của bạn.",
        "Your email address is unverified.": "Địa chỉ email của bạn chưa được xác minh.",
        "Click here to re-send the verification email.": "Bấm vào đây để gửi lại email xác minh.",
        "A new verification link has been sent to your email address.": "Một liên kết xác minh mới đã được gửi đến địa chỉ email của bạn.",
        "Dashboard": "Bảng điều khiển",
        "Status Room Management": "Quản lý trạng thái phòng",
        "Room Status Management": "Quản lý trạng thái phòng",
        "Dirty": "Bẩn",
        "Clean": "Sạch",
        "Customer": "Khách hàng",
        "Welcome to DanaHotel's room review form": "Chào mừng bạn đến với mẫu đánh giá phòng của DanaHotel",
        "Your Comment": "Bình luận của bạn",
        "About us": "Về chúng tôi"
}
